Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/dahpahusat_fi/ohjelma_vanhustyon_kehittamispaivat_23_5_-24_5_2012.pdf.tmx
Source language: fin
Languages: sme

source: SAAMELAISEN VANHUSTYÖN KEHITTÄMISPÄIVÄT 23–24.5.2012, Saamelaiskulttuurikeskus Sajos, Inari
sme: SÁMI BOARRÁSIIDBARGGU OVDDIDANBEAIVVIT 23–24.5.2012, Sámekulturguovddáš Sajos, Anár

source: klo 8.00 – Kulttuurikeskus Sajoksen esittely halukkaille
sme: dmu 8.00 – Kulturguovddáš Sajosii oahpásmuhttin

source: klo 8.30 – 9.15 Tervetulokahvit, Sajoksen aula
sme: dmu 8.30 – 9.15 Buresboahtinkáfestallan, Sajosa váldofeaskkir

source: klo 9.15 – 9.45 Päivien aloitussanat, pj.
sme: dmu 9.15 – 9.45 Beivviid álggahansánit, sj.

source: Arto Pohjanrinne, Sosiaali- ja terveyslautakunta, Saamelaiskäräjät.
sme: Arto Pohjanrinne, Sosiála- ja dearvvasvuođalávdegoddi, Sámediggi.

source: SaKaste- Saamelaisten sosiaali- ja terveyspalvelujen kehittämisrakennehanke.
sme: SaKaste - Sámiid sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus-fidnu.

source: Irmeli Moilanen, projektikoordinaattori, SaKaste-hanke
sme: Irmeli Moilanen, prošeaktakoordináhtor, SaKaste-fidnu

source: klo 9.45 – 10.45 Etenevät muistisairaudet saamelaisväestössä, Anne Remes, neurologian erikoislääkäri, professori, Itä-Suomen yliopisto.
sme: dmu 9.45 – 10.45 Vearráneaddji muitobuozalmasat sámeveahkadagas, Anne Remes, neurologia spesialdoavttir, professor, Nuorta-Suoma universitehta.

source: Keskustelua.
sme: Ságastallan.

source: klo 10.45 – 11.45 Saamelaisen muistisairaan hoito, Heidi Eriksen, Utsjoen johtava terveyskeskuslääkäri.
sme: dmu 10.45 – 11.45 Sápmelaš muitobuohcci dikšun, Heidi Eriksen, Ohcejoga njunuš dearvvasvuođaguovddášdoavttir.

source: Keskustelua
sme: Ságastallan

source: klo 11.45 – 12.30 Lounas (omakustanteinen).
sme: dmu 11.45 – 12.30 Beaivemális (juohkeokta máksá ieš).

source: Ravintola Galla, kulttuurikeskus Sajos
sme: Restoráŋŋa Galla, kulturguovddáš Sajos

source: klo 12.30 – 13.30 Ikäihmisen kohtaaminen lääkärin työssä Enontekiöllä, Taina Korhonen, Enontekiön terveyskeskuslääkäri.
sme: dmu 12.30 – 13.30 Ahkeolbmo deaivan doaktára barggus Eanodagas, Taina Korhonen, Eanodaga dearvvasvuođaguovddášdoavttir.

source: klo 13.30 -13.45 Saamelaisen omaishoitajan puheenvuoro: Mitä arki on kotona, kun hoidat muistisairasta ?
sme: dmu 13.30 -13.45 Sápmelaš oapmahašdikšára sáhkavuorru: Makkár lea árga ruovttus, go divššut muitobuohcci olbmo ?

source: klo 13.45 – 14.00 Saamenkielisten kotipalvelutyöntekijöiden kokemuksia: Arjen tilanteita kotipalvelutyössä.
sme: dmu 13.45 – 14.00 Sámegielat ruoktobálvalusbargiid vásáhusat: Árgabeaivve dilit ruoktobálvalusbarggus.

source: Keskustelun ohjaajana Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät
sme: Ságastallama jođiha Pia Ruotsala, sosiála- ja dearvvasvuođačálli, Sámediggi

source: klo 14.00 – 14.45 Kahvitauko.
sme: dmu 14.00 – 14.45 Káffeboddu.

source: Sajoksen aula.
sme: Sajosa váldofeaskkir.

source: klo 14.45 – 16.30 Saamenkielisten muistisairaiden hoitotilanne saamelaisten kotiseutualueen kunnissa.
sme: dmu 14.45 – 16.30 Sámegielat muitobuohcciid dikšodilli sámiid ruovttuguovllu gielddain.

source: Kuntien puheenvuorot.
sme: Gielddaid sáhkavuorut.

source: Mitä on suunnitteilla ?
sme: Mat áššit leat plánaid vuolde ?

source: Miten kieli ja kulttuuri huomioidaan palveluprosesseissa ?
sme: Mo giella ja kultuvra váldojuvvo vuhtii bálvalusproseassain ?

source: Joonas Sippola, sosiaaliohjaaja, Enontekiö Mirja Laiti, avohoidon johtaja, Inari Anitta Kaisanlahti, vanhustyön johtaja, Sodankylä Heidi Eriksen, johtava terveyskeskuslääkäri, Utsjoki Keskustelua
sme: Joonas Sippola, sosiálajođiheaddji, Eanodat Mirja Laiti, rabasdivššu hoavda, Anár Anitta Kaisanlahti, boarrásiidbarggu hoavda, Soađegilli Heidi Eriksen, njunuš dearvvasvuođaguovddášdoavttir, Ohcejohka

source: klo 18.30 – 21.00 Päivällinen Inarin Kultahovissa.
sme: dmu 18.30 – 21.00 Eahketmállásat Inarin Kultahovis.

source: Hotelli Inarin Kultahovin kulttuurisensitiivinen toiminta-ajatus.
sme: Hotelli Inarin Kultahovi kultursensitiivvalaš doaibmajurdda.

source: Kaisu Nikula, hotellin johtaja.
sme: Kaisu Nikula, hotealla hoavda.

source: klo 9.00 – 10.00 Vanhustyön kehittäminen.
sme: dmu 9.00 – 10.00 Boarrásiidbarggu ovddideapmi.

source: Prosessien mallintamisen merkitys vanhustyössä.
sme: Proseassaid málle vehkiin govvideami mearkkašupmi boarrásiidbarggus.

source: Inga Mukku, vanhustyön koordinaattori, PaKaste 2, Rovaniemi.
sme: Inga Mukku, boarrásiidbarggu koordináhtor, PaKaste 2, Roavvenjárga.

source: klo 10.00 – 10.15 Kahvitauko, Sajoksen aula
sme: dmu 10.00 – 10.15 Káffeboddu, Sajosa váldofeaskkir

source: klo 10.15 – 12.00 Ryhmätyöt.
sme: dmu 10.15 – 12.00 Joavkobarggut.

source: Tavoitteena saamenkielisen muistisairaan hoitoketjun mallintaminen
sme: Ulbmilin sámegielat muitobuohcci dikšoproseassaid ollisvuođa govvideapmi málle vehkiin

source: - Mihin tarvitaan tukea ?
sme: - Masa dárbbašuvvo doarjja ?

source: - Mitä muistisairaan arki on ja miten sitä voidaan tukea ?
sme: - Makkár muitobuohcci árga lea ja mo dan sáhttá doarjut ?

source: - Mitä lähdetään kehittämään ?
sme: - Maid galgá ovddidit ?

source: klo 12.00 – 13.00 Lounas (omakustanteinen).
sme: dmu 12.00 – 13.00 Beaivemális (juohkeokta máksá ieš).

source: klo 13.00 – 14.00 Ryhmätyöt jatkuu
sme: dmu 13.00 – 14.00 Joavkobarggut joatkašuvvet

source: klo 14.00 – 15.00 Ryhmätöiden esitys.
sme: dmu 14.00 – 15.00 Joavkobargguid ovdanbuktin.

source: Ristenrauna Magga, toiminnanjohtaja Sàmi Soster ry., Irmeli Moilanen, hankekoordinaattori, SaKaste-hanke ja Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät
sme: Ristenrauna Magga, doaimmahoavda Sàmi Soster ro, Irmeli Moilanen, fidnokoordináhtor, SaKaste-fidnu ja Pia Ruotsala, sosiála- ja dearvvasvuođačálli, Sámediggi

source: klo 15.00 – 15.15 Kahvitauko, Ravintola Galla
sme: dmu 15.00 – 15.15 Káffeboddu, Restoráŋŋa Galla

source: klo 15.15 – 16.00 Kehittämispäivien yhteenveto ja saamelaisen muistisairaan hoitopolun kehittämiskohteiden määrittely.
sme: dmu 15.15 – 16.00 Ovddidanbeivviid oktiigeassu ja sápmelaš muitobuohcci dikšobálgá ovddidanáššiid meroštallan.

source: Jatkotyöskentelystä sopiminen.
sme: Joatkkabarggus soahpan.

source: Ristenrauna Magga, toiminnanjohtaja Sàmi Soster ry Irmeli Moilanen, hankekoordinaattori, SaKaste-hanke ja Pia Ruotsala, sosiaali- ja terveyssihteeri, Saamelaiskäräjät
sme: Ristenrauna Magga, doaimmahoavda Sàmi Soster ro Irmeli Moilanen, fidnokoordináhtor, SaKaste-fidnu ja Pia Ruotsala, sosiála- ja dearvvasvuođačálli, Sámediggi
